{
  "intro_text": "Asante kwa kuchukua muda kukamilisha utafiti huu! Kwanza, tutakuuliza ueleze kila kitu alichofanya mtoto wako jana, kuanzia wakati mtoto wako aliamka jana asubuhi na kuishia wakati alikuwa akilala jana usiku. Kisha, tutauliza jinsi mtoto wako alilala jana usiku. Tafadhali jibu maswali kwa kadri uwezavyo. Mwisho wa uchunguzi, utaweza kufanya mabadiliko ikiwa unataka.",
  "choose_format": "Ili kuanza, tafadhali chagua fomati ya saa unayopendelea.",
  "clock_formats": [
    "Muundo wa saa 12",
    "Muundo wa saa 24"
  ],
  "day_of_week": "Tungependa ufikirie juu ya siku ya mtoto wako na ukamilishe shajara ya wakati wa jana. Jana ilikuwa siku gani ya juma?",
  "weekday_options": [
    "Jumatatu",
    "Jumanne",
    "Jumatano",
    "Alhamisi",
    "Ijumaa",
    "Jumamosi",
    "Jumapili"
  ],
  "typical_day": "Sehemu muhimu ya mradi huu ni kujua jinsi watoto hutumia wakati wao wakati wa wiki. Je! Jana ilikuwa {{day}} ya kawaida kwako na kwa mtoto wako? Siku isiyo ya kawaida itajumuisha kufunga shule, kuwa likizo, au kuwa mgonjwa nyumbani.",
  "typical_day_choices": [
    "Ndio, jana ilikuwa siku ya kawaida.",
    "Hapana, jana haikuwa siku ya kawaida."
  ],
  "yes": "Ndio",
  "no": "Hapana",
  "non_typical_day": "Ni nini kilifanya jana kuwa siku isiyo ya kawaida?",
  "choose_applicable": "Tafadhali chagua zote zinazotumika",
  "non_typical_day_reasons": [
    "Mtoto wangu alikuwa akiumwa.",
    "Shule / utunzaji wa watoto ulifungwa.",
    "Hali ya hewa ilikuwa mbaya na hatukuweza kwenda nje.",
    "Tulikuwa tukisafiri.",
    "Tulikuwa na wageni."
  ],
  "button_back": "Nyuma",
  "button_next": "Ifuatayo",
  "button_submit": "Wasilisha",
  "button_cancel": "Funga",
  "button_close": "Funga",
  "submit_success": "Thank you for completing the Time Use Diary survey. Your responses have been recorded.",
  "submit_failure": "An error occurred while trying to submit survey. Please try again later.",
  "weekday": "siku",
  "day_start_time": "Je! Mtoto wako aliamka saa ngapi asubuhi jana? Tafadhali fikiria juu ya wakati mtoto wako aliamka kwa siku hiyo, badala ya kuamka katikati ya usiku na kurudi kulala.",
  "day_end_time": "Je! Mtoto wako alilala saa ngapi jana usiku? Tafadhali fikiria wakati mtoto wako alilala usiku wa kwanza. Baadaye katika uchunguzi, tutauliza juu ya ni mara ngapi mtoto wako aliamka katikati ya usiku.",
  "today_wakeup_time": "Je! Mtoto wako aliamka saa ngapi asubuhi ya leo?",
  "default_time": "Tafadhali ingiza wakati kwa kuandika kwenye kisanduku hapo chini (kwa mfano, 07:00) au kubonyeza kitufe cha saa.",
  "primary_activities": {
    "childcare": "Kuhudhuria shule / matunzo ya watoto",
    "napping": "Kulala",
    "eating": "Kula / Kunywa",
    "media_use": "Kutumia media ya skrini (video, programu, gumzo, n.k.)",
    "reading": "Kusoma au kusikiliza hadithi (kitabu cha karatasi, Vitabu vya vitabu, kitabu cha sauti, n.k.)",
    "indoor": "Kucheza ndani ya nyumba",
    "outdoor": "Kucheza nje",
    "grooming": "Bafuni / utunzaji",
    "other": "Kufanya shughuli zingine nyumbani (kupika, kazi za nyumbani, n.k.)",
    "outdoors": "Kufanya shughuli zingine nje ya nyumba (safari, kusafiri, n.k.)"
  },
  "primary_activity": "Je! Mtoto wako alianza kufanya nini saa {{time, LT}}?",
  "next_activity": "Je! Mtoto wako alianza kufanya nini saa {{time, LT}} baada ya kumaliza {{activity}}?",
  "default_end_time": "Shughuli iliyochaguliwa iliisha lini?",
  "activity_end_time": "Mtoto wako aliacha lini {{activity}}?",
  "contextual_text": "Sasa, wacha tuzungumze juu ya kile mtoto wako alikifanya wakati wa {{activity}} saa {{time, LT}}.",
  "caregiver": "Ni nani alikuwa na mtoto wako wakati wa {{activity}}?",
  "caregiver_options": [
    "Mzazi",
    "Babu",
    "Mtu mwingine mzima",
    "Ndugu",
    "Mtoto mwingine"
  ],
  "bg_tv_day": "Kulikuwa na runinga wakati wa {{activity}}? Kwa mfano, labda mzazi alikuwa akiangalia runinga mtoto alipofanya kitu kingine ndani ya chumba.",
  "bg_audio_day": "Kulikuwa na mziki wakati wa {{activity}}? Kwa mfano, labda mzazi alikuwa akisikiliza muziki mtoto alipofanya kitu kingine ndani ya chumba.",
  "adult_media": "Je, mtu mzima alikuwa aktumia kifaa cha rununu (simu, kompyuta kibao, komputea ndogo) wakati wa {{activity}}? Kwa mfano, labda mzazi alikuwa anatuma ujumbe mfupi mtoto alipofanya kitu kingine ndani ya chumba.",
  "bg_media_options": [
    "Hapana",
    "Ndio, wakati mwingine",
    "Ndio, nusu ya wakati",
    "Ndio, wakati mwingi",
    "Ndio, wakati wote",
    "Sijui"
  ],
  "other_activity": "Je, mtoto wako alifanya kitu kingine wakati wa {{activity}}?",
  "dont_know": "Sijui",
  "secondary_activity": "Sawa, mtoto wako alifanya nini kingine wakati wa {{activity}}?",
  "book_type": "Hasa, ni aina gani ya kitabu ambacho mtoto wako alisoma?",
  "book_title": "Kitabu hicho kilikuwa na jina gani? Ikiwa haujui jina halisi, unaweza kutoa maelezo ya jumla.",
  "media_activity": "Hasa, mtoto wako alifanya nini wakati anatumia media ya skrini?",
  "media_age": "Je! Unaweza kuelezea programu kama kwa umri wa mtoto wako, kwa watoto wakubwa, kwa watoto wadogo, au kwa watu wazima?",
  "media_name": "Je! Jina la programu ya media lilikuwa nini? Ikiwa haujui jina halisi, unaweza kutoa maelezo ya jumla.",
  "media_age_options": [
    "Umri wa mtoto",
    "Watoto wakubwa",
    "Watoto Wadogo",
    "Watu wazima",
    "Sijui"
  ],
  "media_activity_options": [
    "Tazama video (runinga, sinema, YouTube, n.k.)",
    "Cheza michezo (programu, mchezo wa kiweko, n.k.)",
    "Gumzo la video (Facetime, Zoom, n.k.)",
    "Kuwasiliana na wengine kwa njia nyingine (kuongea kwa simu, kuandika ujumbe mfupi, n.k.)",
    "Kurekodi video, picha, n.k",
    "Angalia habari kwenye wavuti"
  ],
  "book_type_options": [
    "Kitabu kilichochapishwa (karatasi, kadibodi, nk)",
    "Kitabu cha elektroniki (eBook)",
    "Kitabu cha kusikiliza"
  ],
  "no_one": "Hakuna",
  "bg_tv_night": "Kulikuwa na runinga ikicheza kwenye chumba wakati mtoto wako alikuwa amelala usiku?",
  "bg_audio_night": "Kulikuwa na muziki au sauti nyingine ikicheza kwenye chumba wakati mtoto wako amelala usiku?",
  "sleep_pattern": "Jana usiku, je, usingizi wa mtoto wako ulikuwa wa kawaida?",
  "sleep_arrangement": "Jana usiku, mpango wa kulala wa mtoto wako ulikuwa nini?",
  "sleep_arrangement_options": [
    "Crib / kitanda / kitanda peke yao, chumba tofauti (haijashirikiwa na wengine)",
    "Kitanda / kitanda / kitanda katika chumba cha mzazi",
    "Crib / kitanda / kitanda katika chumba cha pamoja na ndugu",
    "Kulala pamoja katika kitanda cha mzazi",
    "Kulala pamoja katika kitanda cha ndugu"
  ],
  "wake_up_count": "Jana usiku, ni mara ngapi mtoto wako aliamka katikati ya usiku?",
  "wake_up_count_options": [
    "Hakuamka",
    "Mara moja",
    "Mara mbili",
    "Mara tatu",
    "Mara nne",
    "Mara tano au zaidi",
    "Sijui"
  ],
  "non_typical_sleep_pattern": "Ni nini kilichofanya muundo wa kulala wa mtoto wako usiwe wa kawaida?",
  "non_typical_sleep_options": [
    "Mtoto wangu alikuwa akiumwa",
    "Tulikuwa tukisafiri",
    "Tulikuwa na wageni"
  ],
  "other": "Nyingine",
  "error_required": "Jibu linahitajika",
  "error_min_items": "Tafadhali chagua angalau kitu kimoja",
  "error_invalid_end": "Shughuli ya mwisho inapaswa kuwa baada ya {{time}}",
  "error_invalid_bedtime": "Wakati wa kulala unapaswa kuwa baada ya {{time}}",
  "error_end_past_bedtime": "Shughuli ya mwisho ya siku inapaswa kuisha saa {{time}} kwani mtoto alienda kulala wakati huo",
  "summary_title": "Huu ni muhtasari wa jinsi mtoto wako alivyotumia siku yake. Hakikisha habari hii ni sahihi kabla ya kuwasilisha uchunguzi.",
  "button_edit": "Hariri",
  "child_woke_up": "Mtoto aliamka",
  "sleeping": "Kulala",
  "change_language_warning": "Je! Una uhakika unataka kubadilisha lugha? Hii itatatua mabadiliko yote ambayo umefanya hadi sasa.",
  "change_language": "Badilisha Lugha",
  "error_submit": "Hitilafu ilitokea wakati wa kujaribu kuwasilisha uchunguzi. Tafadhali jaribu tena baadaye.",
  "submission_error_title": "Kosa la Uwasilishaji",
  "submission_success": "Asante kwa kumaliza uchunguzi wa Diary ya Matumizi ya Wakati. Majibu yako yamerekodiwa."
}
